wso2/iskm-mcm/scripts/scopes/openidAdd.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:xsd="http://org.apache.axis2/xsd">
   <soap:Header/>
   <soap:Body>
      <xsd:updateScope>
         <!--Optional:-->
         <xsd:scope>openid</xsd:scope>
         <xsd:addClaims>2fa-enrolled</xsd:addClaims>
         <xsd:addClaims>askPassword</xsd:addClaims>
      </xsd:updateScope>
   </soap:Body>
</soap:Envelope>